13/data/attachments/3339fd0b17359cf5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Allen_treat_Friend_27609_7</nif:username>
            <nif:friendToBeRequested>soap_friends_99dec053-8deb-43de-9235-d4071643af95</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>